Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Global Hotkey
ko: 전역 단축키
ru: Глобальная горячая клавиша
zh_hans: 全局快捷键
zh_hant: 全局快捷鍵

source: Global proxy
ko: 전역 프록시
ru: Глобальный прокси
zh_hans: 全局代理
zh_hant: 全局代理

source: Global Proxy
ko: 전역 프록시
ru: Глобальный прокси
zh_hans: 全局代理
zh_hant: 全局代理

source: Global proxy: %@
ko: 전역 프록시: %@
ru: Глобальный прокси: %@
zh_hans: 全局代理：%@
zh_hant: 全局代理：%@

source: globally disabled
ko: 전역적으로 사용 안 함
ru: глобально отключен
zh_hans: 全局禁用
zh_hant: 全局禁用

source: Gmail, Calendar, Drive, Docs (requires self-hosting)
ko: Gmail, Calendar, Drive, Docs (자체 호스팅 필요)
ru: Gmail, Календарь, Диск, Документы (требуется собственный хостинг)
zh_hans: Gmail、日历、云端硬盘、文档（需要自托管）
zh_hant: Gmail、日曆、驅動器、文檔（需要自託管）

source: Go back
ko: 뒤로 가기
ru: Возвращаться
zh_hans: 返回
zh_hant: 返回

source: Go to %@ console
ko: %@ 콘솔로 이동
ru: Перейдите в консоль %@
zh_hans: 前往 %@ 控制台
zh_hant: 前往%@控制臺

source: Go to Features and turn on Computer Use.
ko: 기능으로 이동하여 컴퓨터 제어를 켜세요.
ru: Перейдите в «Функции» и включите «Использование компьютера».
zh_hans: 前往功能并开启电脑操控。
zh_hant: 前往功能並開啓電腦使用。

source: Go to the AtlasCloud API keys page
ko: AtlasCloud API 키 페이지로 이동
ru: Перейдите на страницу ключей AtlasCloud API
zh_hans: 前往 AtlasCloud API 密钥页面
zh_hant: 前往AtlasCloud API密鑰頁面

source: Go to the DeepSeek Platform API keys page
ko: DeepSeek Platform API 키 페이지로 이동
ru: Перейдите на страницу ключей платформы DeepSeek API.
zh_hans: 前往 DeepSeek 平台 API 密钥页面
zh_hant: 前往DeepSeek平臺API密鑰頁面

source: Go to the MiniMax platform API keys page
ko: MiniMax platform API 키 페이지로 이동
ru: Перейти на страницу ключей платформы MiniMax API
zh_hans: 前往 MiniMax 平台的 API 密钥页面
zh_hant: 前往MiniMax平臺的API密鑰頁面

source: Go to the Mistral console API keys page
ko: Mistral 콘솔 API 키 페이지로 이동
ru: Перейдите на страницу клавиш консоли Mistral API.
zh_hans: 前往 Mistral 控制台 API 密钥页面
zh_hant: 前往Mistral控制臺API密鑰頁面

source: Go to the OpenAI Platform API keys page
ko: OpenAI Platform API 키 페이지로 이동
ru: Перейдите на страницу API-ключей OpenAI Platform
zh_hans: 前往 OpenAI 平台 API 密钥页面
zh_hant: 前往 OpenAI 平臺 API 密鑰頁面

source: Go to Venice AI settings page
ko: Venice AI 설정 페이지로 이동
ru: Перейдите на страницу настроек Венеция ИИ
zh_hans: 前往 Venice AI 设置页面
zh_hant: 前往Venice AI設置頁面

source: Good afternoon
ko: 좋은 오후입니다
ru: Добрый день
zh_hans: 下午好
zh_hant: 下午好

source: Good evening
ko: 좋은 저녁입니다
ru: Добрый вечер
zh_hans: 晚上好
zh_hant: 晚上好

source: Good morning
ko: 좋은 아침입니다
ru: Доброе утро
zh_hans: 早上好
zh_hant: 早安

source: GPU Cache (Paged KV)
ko: GPU 캐시 (Paged KV)
ru: GPU Кэш (страница KV)
zh_hans: GPU 缓存（分页 KV）
zh_hant: GPU 緩存（分頁 KV）

source: Gradient
ko: 그라디언트
ru: Градиент
zh_hans: 渐变
zh_hant: 漸變

source: Grant
ko: 권한 부여
ru: Грант
zh_hans: 授予
zh_hant: 授予

source: Grant "%@" to agents
ko: 에이전트에 "%@" 부여
ru: Предоставить «%@» агентам
zh_hans: 将“%@”授予智能体
zh_hant: 將「%@」授予智能體

source: Grant %@
ko: %@ 부여
ru: Грант %@
zh_hans: 授予 %@
zh_hant: 授予 %@

source: Grant Access
ko: 접근 허용
ru: Предоставить доступ
zh_hans: 授予访问权限
zh_hant: 授予存取權限

source: Grant Accessibility below so agents can read and control apps.
ko: 에이전트가 앱을 읽고 제어할 수 있도록 아래에서 접근성 권한을 부여하세요.
ru: Предоставьте доступность ниже, чтобы агенты могли читать приложения и управлять ими.
zh_hans: 在下方授予辅助功能权限，以便智能体可以读取和控制应用程序。
zh_hant: 在下方授予輔助功能權限，以便智能體可以讀取和控制應用程序。

source: Grant Accessibility to preview what would be shared.
ko: 공유될 내용을 미리 보려면 접근성 권한을 부여하세요.
ru: Предоставьте доступность для предварительного просмотра того, что будет опубликовано.
zh_hans: 授予辅助功能来预览将要共享的内容。
zh_hant: 授予輔助功能來預覽將要共享的內容。

source: Grant capture permission after reviewing the plugin.
ko: 플러그인을 검토한 후 캡처 권한을 부여하세요.
ru: Предоставьте разрешение на захват после проверки плагина.
zh_hans: 在审查插件后授予捕获权限。
zh_hant: 在審查插件後授予捕獲權限。

source: Grant osaurus access to this folder
ko: 이 폴더에 대한 osaurus의 접근을 허용합니다
ru: Предоставьте osaurus доступ к этой папке
zh_hans: 授予 osaurus 访问此文件夹的权限
zh_hant: 授予 osaurus 存取此資料夾的權限

source: Grant Screen Recording in macOS Privacy & Security, then retry /screenshot.
ko: macOS 개인정보 보호 및 보안에서 화면 기록 권한을 부여한 후 /screenshot을 다시 시도하세요.
ru: Разрешите запись экрана в macOS «Конфиденциальность и безопасность», затем повторите попытку / снимок экрана.
zh_hans: 请在 macOS 隐私与安全性中授予屏幕录制权限，然后重试 /screenshot。
zh_hant: 請在 macOS 隱私與安全性中授予屏幕錄製權限，然後重試 /screenshot。

source: Grant the following permissions to use all features:
ko: 모든 기능을 사용하려면 다음 권한을 부여하세요:
ru: Предоставьте следующие разрешения на использование всех функций:
zh_hans: 授予以下权限以使用所有功能：
zh_hant: 授予以下權限以使用所有功能：

source: Granted
ko: 승인됨
ru: Предоставленный
zh_hans: 已授予
zh_hant: 已授予

# Granted "%@" to %lld agents
source: Granted "%1$@" to %2$lld agents
ko: "%1$@"을(를) 에이전트 %2$lld개에 부여함
ru: «%1$@» предоставлено %2$lld агентам
zh_hans: 已将“%1$@”授予 %2$lld 个智能体
zh_hant: 已將「%1$@」授予 %2$lld 個智能體

source: Granted "%@" to 1 agent
ko: "%@"을(를) 에이전트 1개에 부여함
ru: «%@» предоставлено 1 агенту
zh_hans: 已将“%@”授予 1 个智能体
zh_hant: 已將「%@」授予 1 個智能體

source: Granted per agent
ko: 에이전트별로 부여
ru: Доступ отдельно для каждого агента
zh_hans: 按智能体授权
zh_hant: 按智能體授權

source: Grayed-out rooms don't allow bot posts yet — enable posting for them in the channel's settings.
ko: 회색으로 표시된 룸은 아직 봇 게시를 허용하지 않습니다. 채널 설정에서 게시를 허용하세요.
ru: Серые комнаты пока не разрешают посты бота — включите публикацию для них в настройках канала.
zh_hans: 灰显的房间尚不允许机器人发帖——请在频道设置中为其启用发帖。
zh_hant: 灰顯的房間尚不允許機器人發文——請在頻道設定中為其啟用發文。

source: Greeting
ko: 인사말
ru: Приветствие
zh_hans: 问候语
zh_hant: 問候語

source: Grok models
ko: Grok 모델
ru: Модели Грока
zh_hans: Grok 模型
zh_hant: Grok模型

source: Grok sign-in callback failed: %@
ko: Grok 로그인 콜백 실패: %@
ru: Не удалось выполнить обратный вызов для входа в Grok: %@
zh_hans: Grok 登录回调失败：%@
zh_hant: Grok 登錄回調失敗：%@

source: Grok sign-in did not return a valid authorization code. Try the sign-in again from the same browser window.
ko: Grok 로그인에서 유효한 인증 코드를 반환하지 않았습니다. 동일한 브라우저 창에서 로그인을 다시 시도하세요.
ru: Вход в Grok не вернул действительный код авторизации. Повторите вход из того же окна браузера.
zh_hans: Grok 登录未返回有效的授权码。请从同一浏览器窗口重新尝试登录。
zh_hant: Grok 登錄未返回有效的授權碼。請從同一瀏覽器窗口重新嘗試登錄。

source: Grounding
ko: 그라운딩
ru: Заземление
zh_hans: 溯源
zh_hant: 溯源

source: Group Management
ko: 그룹 관리
ru: Управление группами
zh_hans: 群组管理

source: Group related chats so they share the same instructions, knowledge, and memory across every agent.
ko: 관련된 채팅을 그룹으로 묶어 모든 에이전트에서 동일한 지침, 지식, 메모리를 공유하세요.
ru: Сгруппируйте связанные чаты, чтобы они использовали одни и те же инструкции, знания и память во всех агентах.
zh_hans: 将相关聊天分组，让它们在每个智能体之间共享相同的指令、知识和记忆。
zh_hant: 將相關聊天分組，讓它們在每個代理之間共享相同的指令、知識和記憶。

source: Group Thinking & Tool Activity
ko: 생각 및 도구 활동 그룹화
ru: Группировать размышления и действия инструментов
zh_hans: 分组显示思考与工具活动
zh_hant: 分組顯示思考與工具活動

source: Guidance added to every chat.
ko: 모든 채팅에 추가되는 지침입니다.
ru: Указания, добавляемые в каждый чат.
zh_hans: 添加到每个聊天的指导。
zh_hant: 加入每個聊天的指引。

source: Guided setup — QR-linked WhatsApp Web bridge, allowlisted chats only
ko: 가이드 설정 — QR로 연결된 WhatsApp Web 브리지, 허용 목록에 있는 채팅만
ru: Пошаговая настройка — мост WhatsApp Web по QR-коду, только чаты из списка разрешённых
zh_hans: 引导式设置 — 通过二维码关联的 WhatsApp Web 桥接，仅限允许列表中的聊天

source: Guided setup — this Mac's Messages app, allowlisted chats only
ko: 가이드 설정 — 이 Mac의 메시지 앱, 허용 목록에 있는 채팅만
ru: Пошаговая настройка — приложение «Сообщения» этого Mac, только чаты из списка разрешённых
zh_hans: 引导式设置 — 此 Mac 的“信息”应用，仅限允许列表中的聊天

source: Guides & Policies
ko: 가이드 및 정책
ru: Руководства и политики
zh_hans: 指南与规范
zh_hant: 指南與規範

source: Handle Attachments
ko: 첨부 파일 처리
ru: Обрабатывать вложения
zh_hans: 处理附件

source: Hard caps on incoming request bodies. Requests larger than these are rejected with HTTP 413.
ko: 수신되는 요청 본문의 최대 한도입니다. 이 한도를 초과하는 요청은 HTTP 413 오류와 함께 거부됩니다.
ru: Жесткие ограничения для тел входящих запросов. Запросы большего размера отклоняются с помощью HTTP 413.
zh_hans: 对传入请求体的硬性上限。超过此限制的请求将被拒绝，并返回 HTTP 413 错误。
zh_hant: 對傳入請求體的硬性上限。超過此限制的請求將被拒絕，並返回 HTTP 413 錯誤。

source: Has instructions
ko: 지침 있음
ru: Есть инструкции
zh_hans: 含指令
zh_hant: 含指令

source: Have a code?
ko: 코드가 있나요?
ru: Есть код?
zh_hans: 有代码吗？
zh_hant: 有代碼嗎？

source: Heading
ko: 제목
ru: Заголовок
zh_hans: 小标题
zh_hant: 標題

source: Health check endpoint
ko: 상태 확인 엔드포인트
ru: Конечная точка проверки работоспособности
zh_hans: 健康检查端点
zh_hant: 健康檢查端點

source: Healthy
ko: 정상
ru: Здоровый
zh_hans: 健康
zh_hant: 健康

source: Hello
ko: 안녕하세요
ru: Привет
zh_hans: 你好
zh_hant: 你好

source: Help improve Osaurus
ko: Osaurus 개선에 참여하기
ru: Помогите улучшить Osaurus
zh_hans: 帮助改进 Osaurus
zh_hant: 幫助改進 Osaurus

source: Help me add a cloud AI provider.
ko: 클라우드 AI 제공사 추가를 도와주세요.
ru: Помогите мне добавить облачного провайдера ИИ.
zh_hans: 帮我添加一个云 AI 提供商。
zh_hant: 幫我添加一個雲 AI 提供商。

source: Help me download a local model.
ko: 로컬 모델 다운로드를 도와주세요.
ru: Помогите мне скачать локальную модель.
zh_hans: 帮我下载一个本地模型。
zh_hant: 幫我下載一個本地模型。

source: Help me install a plugin.
ko: 플러그인 설치를 도와주세요.
ru: Помогите мне установить плагин.
zh_hans: 帮我安装一个插件。
zh_hant: 幫我安裝一個插件。

source: Help me write
ko: 글 작성
ru: Помогите мне написать
zh_hans: 帮我写
zh_hant: 幫我寫

source: Help shape Osaurus
ko: Osaurus 만들어가기
ru: Помогите развивать Osaurus
zh_hans: 一起完善 Osaurus
zh_hant: 一起完善 Osaurus

source: Help us squash bugs
ko: 버그 해결에 참여하기
ru: Помогите нам избавиться от ошибок
zh_hans: 帮我们消灭 bug
zh_hant: 幫我們消滅 bug

source: HF cache path
ko: HF 캐시 경로
ru: HF путь к кэшу
zh_hans: HF 缓存路径
zh_hant: HF緩存路徑

source: Hidden
ko: 숨김
ru: Скрытый
zh_hans: 已隐藏
zh_hant: 已隱藏

source: hidden in %@ mode
ko: %@ 모드에서는 숨겨짐
ru: скрыт в режиме %@
zh_hans: 在 %@ 模式下隐藏
zh_hant: 隱藏在%@模式下

source: Hide advanced settings
ko: 고급 설정 숨기기
ru: Скрыть дополнительные настройки
zh_hans: 隐藏高级设置
zh_hant: 隱藏高級設置

source: Hide details
ko: 세부 정보 숨기기
ru: Скрыть детали
zh_hans: 隐藏详情
zh_hant: 隱藏詳情

source: Hide Dock Icon
ko: Dock 아이콘 숨기기
ru: Скрыть значок в доке
zh_hans: 隐藏 Dock 图标
zh_hant: 隱藏 Dock 圖標

source: Hide other options
ko: 기타 옵션 숨기기
ru: Скрыть другие варианты
zh_hans: 隐藏其他选项
zh_hant: 隱藏其他選項

source: Hide this tip
ko: 이 팁 숨기기
ru: Скрыть этот совет
zh_hans: 隐藏此提示
zh_hant: 隱藏此提示

source: Hide Too Large
ko: 너무 큰 항목 숨기기
ru: Скрыть слишком большой
zh_hans: 隐藏过大的项
zh_hant: 隱藏過大的項

source: Hide value
ko: 값 숨기기
ru: Скрыть значение
zh_hans: 隐藏值
zh_hant: 隱藏值

source: High
ko: 높음
ru: Высокий
zh_hans: 高
zh_hant: 高

source: High precision
ko: 높은 정밀도
ru: Высокая точность
zh_hans: 高精度
zh_hant: 高精度

source: High-water active
ko: 최대 활성 수준
ru: Высоководный активный
zh_hans: 活动峰值
zh_hant: 活動峯值

source: Highest first
ko: 가장 높은 항목부터
ru: Самый высокий первый
zh_hans: 从高到低
zh_hant: 最高優先級

source: History
ko: 기록
ru: История
zh_hans: 历史
zh_hant: 歷史

source: Hits are filed under this category and use its placeholder prefix in the review sheet.
ko: 적중된 항목은 이 범주 아래에 분류되며 검토 시트에서 해당 자리표시자 접두사를 사용합니다.
ru: Обращения сохраняются в этой категории и используют префикс-заполнитель в листе обзора.
zh_hans: 命中项会归入此类别，并在审核面板中使用其占位符前缀。
zh_hant: 命中項會歸入此類別，並在審核面板中使用其佔位符前綴。

source: Hold a specific app to a stricter stance than your default. A rule can only add caution, never remove it.
ko: 특정 앱에 대해 기본값보다 더 엄격한 기준을 적용합니다. 규칙은 주의 수준을 높일 수만 있으며 낮출 수는 없습니다.
ru: Установите для конкретного приложения более строгие требования, чем по умолчанию. Правило может только добавить осторожности, но никогда не убрать его.
zh_hans: 对特定应用设置比默认更严格的策略。规则只能增加谨慎程度，绝不能降低。
zh_hant: 對特定應用設置比默認更嚴格的策略。規則只能增加謹慎程度，絕不能降低。

source: Home
ko: 홈
ru: Дом
zh_hans: 首页
zh_hant: 首頁

source: Homepage
ko: 홈페이지
ru: Домашняя страница
zh_hans: 主页
zh_hant: 主頁

source: Host
ko: 호스트
ru: Хозяин
zh_hans: 主机
zh_hant: 主機

source: Host bridge socket
ko: 호스트 브리지 소켓
ru: Разъем хост-моста
zh_hans: 主机桥接套接字
zh_hant: 主機橋接套接字

source: Host emitted %d one-shot warning%@ for this plugin.
ko: 호스트가 이 플러그인에 대해 %d개의 일회성 경고%@를 내보냈습니다.
ru: Хост выдал %d одноразовое предупреждение%@ для этого плагина.
zh_hans: 主机为此插件发出了 %d 条一次性警告 %@。
zh_hant: 主機爲此插件發出了 %d 條一次性警告%@。

source: Host Files
ko: 호스트 파일
ru: Хост-файлы
zh_hans: 主机文件
zh_hant: 主機文件

source: Host paths and permissions are ready for sandbox tooling.
ko: 샌드박스 도구에 사용할 호스트 경로와 권한이 준비되었습니다.
ru: Пути хоста и разрешения готовы для использования в песочнице.
zh_hans: 主机路径和权限已准备好用于沙盒工具。
zh_hant: 主機路徑和權限已準備好用於沙盒工具。

source: Host Workspace (read-only)
ko: 호스트 작업 공간(읽기 전용)
ru: Хост-рабочая область (только для чтения)
zh_hans: 主机工作区（只读）
zh_hant: 主機工作區（只讀）

source: Host, port, or base path could not be converted into a /models URL.
ko: 호스트, 포트 또는 기본 경로를 /models URL로 변환할 수 없습니다.
ru: Хост, порт или базовый путь не удалось преобразовать в URL /models.
zh_hans: 主机、端口或基本路径无法转换为/models URL。
zh_hant: 主機、端口或基本路徑無法轉換爲/models URL。

source: Hourly
ko: 매시간
ru: Ежечасно
zh_hans: 每小时
zh_hant: 每小時

source: Hover to reveal delete option
ko: 삭제 옵션을 보려면 마우스를 올리세요
ru: Наведите курсор, чтобы открыть опцию удаления
zh_hans: 悬停以显示删除选项
zh_hant: 懸停以顯示刪除選項

source: How can I help today?
ko: 오늘 어떤 도움이 필요하신가요?
ru: Как я могу помочь сегодня?
zh_hans: 今天我可以帮你做什么？
zh_hant: 今天我可以幫你做什麼？

source: How can I help you today?
ko: 오늘 어떤 도움이 필요하신가요?
ru: Чем я могу помочь вам сегодня?
zh_hans: 今天我能帮你做什么？
zh_hant: 今天我能幫你做什麼？

source: HOW DO YOU WANT TO CONNECT?
ko: 어떻게 연결하시겠습니까?
ru: КАК ПОДКЛЮЧИТЬСЯ?
zh_hans: 你想如何连接？
zh_hant: 你想如何連接？

source: How many prompt tokens are prefilled per step.
ko: 단계별로 미리 채워지는 프롬프트 토큰 수입니다.
ru: Сколько токенов промпта предварительно заполняется за шаг.
zh_hans: 每一步预填充的提示 Token 数量。
zh_hant: 每一步預填充的提示 token 數量。

source: How many requests the engine can decode at once. Higher = more throughput, more wired memory.
ko: 엔진이 한 번에 디코딩할 수 있는 요청 수입니다. 값이 높을수록 처리량이 증가하지만 고정된 메모리가 더 많이 필요합니다.
ru: Сколько запросов движок может декодировать одновременно. Выше = выше пропускная способность, больше проводной памяти.
zh_hans: 引擎可同时解码的请求数量。数值越高，吞吐量越大，但占用的固定内存也越多。
zh_hant: 引擎可同時解碼的請求數量。數值越高，吞吐量越大，但佔用的固定內存也越多。

source: How many tokens the draft model proposes before the main model verifies.
ko: 기본 모델이 확인하기 전에 초안 모델이 제안하는 토큰 수입니다.
ru: Сколько токенов предлагает черновая модель до проверки основной модели.
zh_hans: 主模型校验前，草案模型先提议的 Token 数量。
zh_hant: 主模型校驗前，草案模型先提議的 token 數量。

source: How often Osaurus checks for new messages. Clamped to 1-60 seconds.
ko: Osaurus가 새 메시지를 확인하는 주기입니다. 1-60초로 제한됩니다.
ru: Как часто Osaurus проверяет новые сообщения. Ограничено 1–60 секундами.
zh_hans: Osaurus 检查新消息的频率。限制在 1-60 秒。

source: How often this agent is allowed to run itself in the background. The agent picks its own next time within these bounds.
ko: 이 에이전트가 백그라운드에서 실행되도록 허용되는 빈도입니다. 에이전트는 이 범위 내에서 다음 실행 시간을 스스로 선택합니다.
ru: Как часто этому агенту разрешено работать в фоновом режиме. В следующий раз агент сам выберет свой вариант в этих пределах.
zh_hans: 此智能体被允许在后台自行运行的频率。智能体将在此范围内自行选择下次运行时间。
zh_hant: 此智能體被允許在後臺自行運行的頻率。智能體將在此範圍內自行選擇下次運行時間。

source: How the AppleScript model is kept loaded between runs.
ko: 실행 사이에 AppleScript 모델을 유지하는 방식입니다.
ru: Как модель AppleScript остаётся загруженной между запусками.
zh_hans: AppleScript 模型在两次运行之间的保留方式。
zh_hant: AppleScript 模型在兩次運行之間的保留方式。

source: How the chat looks before your first message.
ko: 첫 메시지를 보내기 전의 채팅 화면입니다.
ru: Как выглядит чат до вашего первого сообщения.
zh_hans: 聊天界面在你发送第一条消息前的样子。
zh_hant: 聊天界面在你發送第一條消息前的樣子。

source: How your team does things, written down
ko: 팀의 업무 방식을 문서로 정리한 것
ru: Как ваша команда делает дела, записанное
zh_hans: 把团队的做事方式写下来
zh_hant: 把團隊的做事方式寫下來

source: How-to Guides
ko: 사용 가이드
ru: Инструкции
zh_hans: 操作指南
zh_hant: 操作指南

source: How-To Steps
ko: 실행 단계
ru: Пошаговые инструкции
zh_hans: 操作步骤
zh_hant: 操作步驟

source: HTTP discovery probe
ko: HTTP 검색 프로브
ru: HTTP зонд открытия
zh_hans: HTTP 发现探测
zh_hant: HTTP 發現探測

source: HTTP MCP probe
ko: HTTP MCP 프로브
ru: HTTP MCP зонд
zh_hans: HTTP MCP 探测
zh_hant: HTTP MCP 探測

source: HTTP Routes
ko: HTTP 경로
ru: HTTP Маршруты
zh_hans: HTTP 路由
zh_hant: HTTP路由

source: http(s) URLs that include a scheme.
ko: 구성(scheme)을 포함하는 http(s) URL입니다.
ru: http(s) URLs, которые включают схему.
zh_hans: 包含协议方案的 http(s) URL。
zh_hant: 包含協議方案的 http(s) URL。

source: Hugging Face cache
ko: Hugging Face 캐시
ru: Кэш Hugging Face
zh_hans: Hugging Face 缓存
zh_hant: Hugging Face 緩存

source: Hugging Face responded with %@. For a gated or private repo, add a Hugging Face access token from the Catalog tab; otherwise try again in a moment.
ko: Hugging Face가 %@(으)로 응답했습니다. 접근 제한 또는 비공개 리포지토리의 경우 카탈로그 탭에서 Hugging Face 액세스 토큰을 추가하세요. 그렇지 않으면 잠시 후 다시 시도하세요.
ru: Hugging Face ответил: %@. Для репозитория с ограниченным доступом или приватного добавьте токен доступа Hugging Face на вкладке «Каталог»; иначе повторите попытку чуть позже.
zh_hans: Hugging Face 返回了 %@。对于受限或私有仓库，请在“目录”标签页中添加 Hugging Face 访问令牌；否则请稍后再试。
zh_hant: Hugging Face 回應了 %@。對於受限或私人存儲庫，請在「目錄」標籤頁中新增 Hugging Face 存取令牌；否則請稍後再試。

source: Hugging Face responded with %@. Private or gated repos aren't supported yet; otherwise try again in a moment.
ko: Hugging Face가 %@(으)로 응답했습니다. 비공개 또는 제한된 저장소는 아직 지원되지 않으며, 그렇지 않은 경우 잠시 후 다시 시도하세요.
ru: Hugging Face вернул %@. Приватные или закрытые репозитории пока не поддерживаются; если репозиторий открыт, попробуйте позже.
zh_hans: Hugging Face 返回了 %@。暂不支持私有或受限仓库；否则请稍后重试。
zh_hant: Hugging Face 返回了 %@。暫不支持私有或受限倉庫；否則請稍後重試。

source: Hugging Face token connected
ko: Hugging Face 토큰 연결됨
ru: Токен Hugging Face подключён
zh_hans: 已连接 Hugging Face 令牌
zh_hant: 已連接 Hugging Face 令牌

source: Hybrid caches
ko: 하이브리드 캐시
ru: Гибридные кэши
zh_hans: 混合缓存
zh_hant: 混合緩存

source: Hybrid Mamba models only. On by default so SSM companion state can be restored with prefix/L2 cache hits.
ko: 하이브리드 Mamba 모델 전용입니다. 접두사/L2 캐시 적중 시 SSM 보조 상태를 복원할 수 있도록 기본값으로 켜져 있습니다.
ru: Только гибридные модели Mamba. По умолчанию включено, поэтому состояние компаньона SSM можно восстановить с помощью префикса или обращений к кэшу L2.
zh_hans: 仅适用于混合 Mamba 模型。默认开启，以便通过前缀/L2 缓存命中恢复 SSM 伴随状态。
zh_hant: 僅適用於混合 Mamba 模型。默認開啓，以便通過前綴/L2 緩存命中恢復 SSM 伴隨狀態。

source: I understand this agent can post here without asking
ko: 이 에이전트가 묻지 않고 여기에 게시할 수 있음을 이해합니다
ru: Я понимаю, что этот агент может публиковать здесь без подтверждения
zh_hans: 我了解此智能体可以不经询问在此发帖
zh_hant: 我了解此智能體可以不經詢問在此發文

source: I've saved it
ko: 저장했습니다
ru: Я сохранил это
zh_hans: 我已保存
zh_hant: 我已保存

source: Icon
ko: 아이콘
ru: Икона
zh_hans: 图标
zh_hant: 圖標

source: Identity
ko: 신원
ru: Идентификация
zh_hans: 身份
zh_hant: 身份

source: Identity →
ko: 신원 →
ru: Айдентика →
zh_hans: 身份 →
zh_hant: 身份 →

source: Identity drift detected
ko: 신원 편차 감지됨
ru: Обнаружен сдвиг идентичности
zh_hans: 检测到身份漂移
zh_hant: 檢測到身份漂移

source: Identity saved
ko: 신원 저장됨
ru: Идентификация сохранёна
zh_hans: 身份已保存
zh_hant: 身份已保存

source: Identity, model, and behavior overrides.
ko: 기본 정보, 모델 및 동작 재정의입니다.
ru: Переопределение идентификации, модели и поведения.
zh_hans: 身份、模型和行为覆盖设置。
zh_hant: 身份、模型和行爲覆蓋設置。

source: idle
ko: 대기 중
ru: праздный
zh_hans: 空闲
zh_hant: 空閒

source: If installed to ~/.local/bin, ensure it's in your PATH.
ko: ~/.local/bin에 설치한 경우 PATH에 포함되어 있는지 확인하세요.
ru: Если он установлен в ~/.local/bin, убедитесь, что он находится в вашем PATH.
zh_hans: 如果安装到 ~/.local/bin，请确保它在你的 PATH 中。
zh_hant: 如果安裝到 ~/.local/bin，請確保它在你的 PATH 中。

source: If Osaurus crashes, an anonymous report shows us what went wrong so we can fix it.
ko: Osaurus에 오류가 발생하면 익명 보고서를 통해 문제의 원인을 파악하고 수정할 수 있습니다.
ru: В случае сбоя Osaurus анонимный отчет покажет нам, что пошло не так, и мы сможем это исправить.
zh_hans: 如果 Osaurus 崩溃了，一份匿名报告会告诉我们出了什么问题，以便我们修复。
zh_hant: 如果 Osaurus 崩潰了，一份匿名報告會告訴我們出了什麼問題，以便我們修復。

source: If the day doesn't exist in a month, it will run on the last day.
ko: 해당 월에 지정한 날짜가 없으면 마지막 날에 실행됩니다.
ru: Если день не существует в месяце, он будет выполняться в последний день.
zh_hans: 如果某个月没有这一天，则会在该月最后一天运行。
zh_hant: 如果某個月沒有這一天，則會在該月最後一天運行。

source: If you're moving Macs or wiping macOS, export a plaintext backup first. Otherwise no action is needed — encryption runs automatically.
ko: Mac을 이동하거나 macOS를 초기화하는 경우 먼저 일반 텍스트 백업을 내보내세요. 그렇지 않은 경우 아무 조치도 필요하지 않습니다. 암호화가 자동으로 실행됩니다.
ru: Если вы перемещаете компьютеры Mac или очищаете macOS, сначала экспортируйте резервную копию в виде незашифрованного текста. В противном случае никаких действий не требуется — шифрование запускается автоматически.
zh_hans: 如果你正在迁移 Mac 或擦除 macOS，请先导出纯文本备份。否则无需采取任何操作——加密会自动运行。
zh_hant: 如果您正在遷移Mac或擦除macOS，請先導出純文本備份。否則無需採取任何操作——加密會自動運行。

source: Ignore Messages You Send
ko: 내가 보낸 메시지 무시
ru: Игнорировать собственные сообщения
zh_hans: 忽略你发送的消息
zh_hant: 忽略你傳送的訊息

source: Ignored
ko: 무시됨
ru: игнорируется
zh_hans: 已忽略
zh_hant: 忽略

source: Ignored - %@
ko: 무시됨 - %@
ru: Игнорируется - %@
zh_hans: 已忽略 - %@
zh_hant: 已忽略 - %@

source: illustration
ko: 일러스트레이션
ru: иллюстрация
zh_hans: 插图
zh_hant: 插圖

source: Image
ko: 이미지
ru: Изображение
zh_hans: 图片
zh_hant: 圖片

source: Image Only
ko: 이미지만
ru: Только изображение
zh_hans: 仅图片
zh_hant: 僅圖像

source: Image Opacity
ko: 이미지 불투명도
ru: Непрозрачность изображения
zh_hans: 图像不透明度
zh_hant: 圖像不透明度

source: iMessage receive
ko: iMessage 수신
ru: Приём iMessage
zh_hans: iMessage 接收

source: iMessage runs entirely on this Mac: Osaurus reads the Messages database and sends through Messages.app using a pinned, integrity-verified helper. No account token or server is involved.
ko: iMessage는 이 Mac에서만 실행됩니다. Osaurus는 Messages 데이터베이스를 읽고, 고정된 버전의 무결성 검증된 도우미를 통해 Messages.app으로 전송합니다. 계정 토큰이나 서버는 사용되지 않습니다.
ru: iMessage работает полностью на этом Mac: Osaurus читает базу данных Сообщений и отправляет через Messages.app с помощью закреплённого, проверенного на целостность помощника. Токены учётной записи и серверы не используются.
zh_hans: iMessage 完全在这台 Mac 上运行：Osaurus 读取“信息”数据库，并通过版本锁定、完整性已验证的辅助程序经由 Messages.app 发送。不涉及任何账户令牌或服务器。
zh_hant: iMessage 完全在這台 Mac 上執行：Osaurus 讀取「訊息」資料庫，並透過版本鎖定、完整性已驗證的輔助程式經由 Messages.app 傳送。不涉及任何帳號權杖或伺服器。

source: iMessage settings saved
ko: iMessage 설정이 저장됨
ru: Настройки iMessage сохранены
zh_hans: iMessage 设置已保存

source: iMessage settings saved — receive is ready
ko: iMessage 설정이 저장됨 — 수신 준비 완료
ru: Настройки iMessage сохранены — приём готов
zh_hans: iMessage 设置已保存 — 接收已就绪

source: iMessage;-;+15551234567 — one per line
ko: iMessage;-;+15551234567 — 한 줄에 하나씩
ru: iMessage;-;+15551234567 — по одному в строке
zh_hans: iMessage;-;+15551234567 — 每行一个

source: Immediately
ko: 즉시
ru: Немедленно
zh_hans: 立即
zh_hant: 立即

source: Immediately start voice input after agent activation
ko: 에이전트 활성화 후 즉시 음성 입력 시작
ru: Немедленно начать голосовой ввод после активации агента
zh_hans: 智能体激活后立即开始语音输入
zh_hant: 智能體激活後立即開始語音輸入

source: Implicit tool-choice policy is persisted only; OpenAI-compatible requests still use the request's explicit tool choice and Osaurus chat-agent policy.
ko: 암시적인 tool-choice 정책만 유지됩니다. OpenAI 호환 요청은 여전히 요청의 명시적 도구 선택 및 Osaurus 채팅 에이전트 정책을 사용합니다.
ru: Неявная политика выбора инструментов только сохраняется; совместимые с OpenAI запросы по-прежнему используют явный выбор инструмента из запроса и политику чат-агента Osaurus.
zh_hans: 隐式工具选择策略仅做持久化；OpenAI 兼容请求仍使用请求中显式的工具选择和 Osaurus 聊天智能体策略。
zh_hant: 隱式工具選擇策略僅做持久化；OpenAI 兼容請求仍使用請求中顯式的工具選擇和 Osaurus 聊天智能體策略。

source: Import
ko: 가져오기
ru: Импорт
zh_hans: 导入
zh_hant: 導入

# Import %lld Skill%@
source: Import %1$lld Skill%2$@
ko: %lld개의 스킬%@ 가져오기
ru: Импорт %1$lld Навык%2$@
zh_hans: 导入 %1$lld 个技能
zh_hant: 導入 %1$lld 個技能%2$@

source: Import a CSV, TSV, JSON, or JSONL file into the selected table or a new one. You can also drag a file onto this tab.
ko: CSV, TSV, JSON 또는 JSONL 파일을 선택한 테이블이나 새 테이블로 가져옵니다. 파일을 이 탭으로 끌어다 놓을 수도 있습니다.
ru: Импортируйте файл CSV, TSV, JSON или JSONL в выбранную таблицу или в новую. Вы также можете перетащить файл на эту вкладку.
zh_hans: 将 CSV、TSV、JSON 或 JSONL 文件导入到所选表格或新表格中。你也可以将文件拖拽到此标签页上。
zh_hant: 將 CSV、TSV、JSON 或 JSONL 文件導入到所選表格或新表格中。您也可以將文件拖拽到此標籤頁上。

source: Import an MLX model from Hugging Face
ko: Hugging Face에서 MLX 모델 가져오기
ru: Импортируйте модель MLX из Hugging Face
zh_hans: 从 Hugging Face 导入 MLX 模型
zh_hant: 從 Hugging Face 導入 MLX 模型

source: Import Bundle
ko: 번들 가져오기
ru: Импортный пакет
zh_hans: 导入捆绑包
zh_hant: 導入捆綁包
